{
  "plants": [
    {
      "id": 1,
      "name": "pinkrose",
      "imageUrl": "https://images.unsplash.com/photo-1582794543139-8ac9cb0f7b11?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=627&q=80",
      "description": "Pink roses symbolize gratitude, grace, and joy. Overall, pink roses suggest a gentleness compared to the typical bright red rose. They are seen as a token of admiration when given to someone. Just like with red roses, pink's varying shades all have different rose color meanings."
    },
    {
      "id": 2,
      "name": "sunflower",
      "imageUrl": "https://images.unsplash.com/photo-1637257819610-7fd057126988?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1470&q=80",
      "description": "sunflower. The common sunflower (H. annuus) is an annual herb with a rough hairy stem 1–4.5 metres (3–15 feet) high and broad, coarsely toothed, rough leaves 7.5–30 cm (3–12 inches) long arranged in spirals. The attractive heads of flowers are 7.5–15 cm wide in wild specimens and often 30 cm or more in cultivated types ..."
    },
    {
      "id": 3,
      "name": "mahogany",
      "imageUrl": "https://thumbs.dreamstime.com/b/isolated-mahogany-tree-white-background-landscape-design-usage-isolated-mahogany-tree-white-background-landscape-216535454.jpg",
      "description": "Mahogany is a straight-grained, reddish-brown timber of three tropical hardwood species of the genus Swietenia, indigenous to the America"
    },
    {
      "id": 4,
      "name": "blue gum tree",
      "imageUrl": "https://i.pinimg.com/236x/71/54/c3/7154c3557d55c1b2c31a6a68fc1370a6.jpg",
      "description": "Blue gum eucalyptus is a tall, fast-growing tree with blue-green leaves and shaggy bark. It is easy to know when you are standing in a eucalyptus grove because of the sweet menthol smell and the long strips of bark, dead leaves and hard brown fruits blanketing the ground."
    },
    {
      "id": 5,
      "name": "wattle tree",
      "imageUrl": "https://www.discoverafrica.com/wp-content/uploads/2017/12/the_secrets_of_the_weeping_wattle_tree_2.jpg",
      "description": "The Weeping Wattle tree is a semi-deciduous tree with a spreading, uneven canopy found in tropical and southern Africa."
    },
    {
      "name": "red rose",
      "imageUrl": "https://media.istockphoto.com/photos/bouquet-of-red-roses-on-a-black-background-top-view-picture-id582297490?k=20&m=582297490&s=612x612&w=0&h=vKjkdT_SoMQcUv3pZfx88lPKg9PdexjQRq3OqK-cNWQ=",
      "description": "While red roses are synonymous with celebrating the joy and passion of love, they are also a special gift during times of grieving. Red roses are a beautiful way to convey your respect and love for someone who has passed and can also represent courage and gratitude.",
      "id": 6
    },
    {
      "name": "white rose",
      "imageUrl": "https://media.istockphoto.com/photos/white-roses-as-a-background-picture-id177267010?k=20&m=177267010&s=612x612&w=0&h=z68IaOd4fCCy4yFlV5rm1-P2qqkHlOHpoo4eZLXn218=",
      "description": "The white rose is the most versatile rose color. This flower is able to convey romance, appreciation, compassion and purity. White roses look great in bouquets .",
      "id": 7
    },
    {
      "name": "cedar tree",
      "imageUrl": "https://media.istockphoto.com/photos/cedar-tree-in-the-mist-picture-id1299302540?b=1&k=20&m=1299302540&s=170667a&w=0&h=ZEvIwAa-H__yNmKh62_Uv84MLVUO3LDfq_byoMEzW0g=",
      "description": "They are tall trees with large trunks and massive, irregular heads of spreading branches. Young trees are covered with smooth, dark-gray bark that becomes brown, fissured, and scaly with age.",
      "id": 11
    },
    {
      "name": "tulip flower",
      "imageUrl": "https://image.shutterstock.com/image-photo/spring-tulips-floral-tulip-bunch-260nw-1673844967.jpg",
      "description": "Tulips are erect flowers with long, broad, parallel-veined leaves and a cup-shaped, single or double flower at the tip of the stem. Colors of the flowers can range anywhere from red to yellow to white. Some tulips are varicolored as a result of a viral disease carried and transferred to the plants by aphids.",
      "id": 12
    },
    {
      "name": "Fir tree",
      "imageUrl": "https://img1.wsimg.com/isteam/ip/24270600-66bb-409b-bc7a-032e46799f93/ols/Noble%20Fir.jpg/:/rs=w:1200,h:1200",
      "description": "The firs are distinguished from other genera in the pine family by their leaves. The needlelike leaves of a true fir grow directly from the branch, and the needles' bases, which are shaped like suction cups, leave conspicuous circular scars when the leaves fall.",
      "id": 13
    }
  ]
}